Repository: Lurkki14/tuxclocker
Catalog: po/*.po
Languages: fr, id, ka, nl, pl, ru, ta

source: Automatic
fr: Automatique
id: Otomatis
ka: ავტომატური
nl: Automatisch
pl: Automatycznie
ru: Автоматический
ta: தானியங்கி

source: Lowest
fr: Le plus bas
id: Terendah
ka: უმდაბლესი
nl: Laagste
pl: Najniższe
ru: Наименьший
ta: மிகக் குறைந்த

source: Highest
fr: Le plus élevé
id: Tertinggi
ka: უმაღლესი
nl: Hoogste
pl: Najwyższe
ru: Наибольший
ta: அதிகபட்சம்

source: Manual
fr: Manuel
ka: ხელით
nl: Handmatig
pl: Ręczne
ru: Ручной
ta: கையேடு

source: Base Levels
fr: Niveaux de Base
id: Level Dasar
ka: ძირითადი დონეები
nl: Basisniveaus
pl: Poziomy podstawowe
ru: Базовые уровни
ta: அடிப்படை நிலைகள்

source: Lowest Core Clock
fr: Fréquence Minimale du Cœur
id: Kecepatan core terendah
ka: უმდაბლესი ბირთვის სიხშირე
nl: Laagste kernkloksnelheid
pl: Najniższy zegar rdzenia
ru: Наименьшая частота ядра
ta: மிகக் குறைந்த கோர் கடிகாரம்

source: Lowest Memory Clock
fr: Fréquence Minimale de la Mémoire
id: Kecepatan memori terendah
ka: უმდაბლესი მეხსიერების სიხშირე
nl: Laagste geheugenkloksnelheid
pl: Najniższy zegar pamięci
ru: Наименьшая частота памяти
ta: குறைந்த நினைவக கடிகாரம்

source: Highest Clocks
fr: Fréquence Maximale
id: Kecepatan Tertinggi
ka: უმაღლესი სიხშირეები
nl: Hoogste kloksnelheden
pl: Najwyższe zegary
ru: Наибольшие частоты
ta: மிக உயர்ந்த கடிகாரங்கள்

source: MHz
ka: მჰც
ru: МГц

source: mV
ka: მვ
ru: мВ
ta: எம்.வி.

source: Temperature
fr: Température
id: Temperatur
ka: ტემპერატურა
nl: Temperatuur
pl: Temperatura
ru: Температура
ta: வெப்பநிலை

source: Fan Mode
fr: Mode de Ventilation
id: Mode kipas
ka: ვენტილატორის რეჟიმი
nl: Ventilatormodus
pl: Tryb wentylatorów
ru: Режим вентилятора
ta: ரசிகர்களின் ஃபேசன்

source: Fan Speed
fr: Vitesse de Ventilation
id: Kecapatan kipas
ka: ვენტილატორის სიჩქარე
nl: Ventilatorsnelheid
pl: Prędkość wentylatorów
ru: Скорость вентилятора
ta: ரசிகர்களின் விரைவு

source: W
ka: ვტ
ru: Вт

source: Power Limit
fr: Limite de Puissance
id: Batas Daya
ka: კვების ზღვარი
nl: Energielimiet
pl: Limit mocy
ru: Лимит энергопотребления
ta: ஆற்றல் வரம்பு

source: Power Usage
fr: Utilisation de la Puissance
id: Penggunaan daya
ka: კვების ხარჯვა
nl: Energiegebruik
pl: Użycie energii
ru: Потребление энергии
ta: ஆற்றல் பயன்பாடு

source: Core Clock
fr: Fréquence du Cœur
id: Kecepatan inti
ka: ბირთვის სიხშირე
nl: Kernkloksnelheid
pl: Taktowanie rdzenia
ru: Частота ядра
ta: கோர் கடிகாரம்

source: Memory Clock
fr: Fréquence de la Mémoire
id: Kecepatan memori
ka: მეხსიერების სიხშირე
nl: Geheugenkloksnelheid
pl: Taktowanie pamięci
ru: Частота памяти
ta: நினைவக கடிகாரம்

source: Core Clock Offset
fr: Décalage de la Fréquence du Cœur
id: Offset kecepatan Inti
ka: ბირთვის სიხშირის წანაცვლება
nl: Kernkloksnelheid - verschuiving
pl: Przesunięcie zegara rdzenia
ru: Смещение частоты ядра
ta: கோர் கடிகாரம் ஆஃப்செட்

source: Core Voltage
fr: Tension du Cœur
id: Tegangan inti
ka: ბირთვის ძაბვა
nl: Kernvoltage
pl: Napięcie na rdzeniu
ru: Напряжение ядра
ta: மைய மின்னழுத்தம்

source: Core Voltage Offset
fr: Décalage de la Tension du Cœur
id: Pengimbangan Tegangan Inti
ka: ბირთვის ძაბვის წანაცვლება
nl: Kernvoltage - verschuiving
pl: Przesunięcie napięcia rdzenia
ru: Смещение напряжения ядра
ta: கோர் மின்னழுத்த ஆஃப்செட்

source: Memory Voltage
fr: Tension de la Mémoire
id: Tegangan memori
ka: მეხსიერების ვოლტაჟი
nl: Geheugenvoltage
pl: Napięcie na pamięci
ru: Напряжение памяти
ta: நினைவக மின்னழுத்தம்

source: Point
id: Titik
ka: წერტილი
nl: Punt
pl: Kropka
ta: புள்ளியம்

source: State
fr: État
id: keadaan
ka: მდგომარეობა
nl: Status
pl: Stan
ta: மாநிலம்

source: Performance Parameter Control
fr: Contrôle des Paramètres de Performance
id: Kontrol Parameter Performa
ka: წარმადობის პარამეტრის კონტროლი
nl: Prestatie-optiebediening
pl: Kontrola parametru wydajności
ta: செயல்திறன் அளவுரு கட்டுப்பாடு

source: Core Utilization
fr: Utilisation du Cœur
id: Pemanfaatan Inti
ka: ბირთვის გამოყენება
nl: Kerngebruik
pl: Użycie rdzenia
ru: Использование ядра
ta: கோர் பயன்பாடு

source: Memory Utilization
fr: Utilisation de la Mémoire
id: Penggunaan memori
ka: მეხსიერების გამოყენება
nl: Geheugengebruik
pl: Użycie pamięci
ru: Использование памяти
ta: நினைவக பயன்பாடு

source: Maximum Memory Clock
fr: Fréquence Maximale de la Mémoire
id: kecepatan memori Maksimum
ka: მაქსიმალური მეხსიერების სიხშირე
nl: Maximale geheugenkloksnelheid
pl: Maksymalny zegar pamięci
ru: Максимальная частота памяти
ta: அதிகபட்ச நினைவக கடிகாரம்

source: Minimum Memory Clock
fr: Fréquence Minimale de la Mémoire
id: kecepatan memori minimal
ka: მინიმალური მეხსიერების სიხშირე
nl: Minimale geheugenkloksnelheid
pl: Minimalny zegar pamięci
ru: Минимальная частота памяти
ta: குறைந்தபட்ச நினைவக கடிகாரம்

source: Maximum Core Clock
fr: Fréquence Maximale du Cœur
id: kecepatan core maksimal
ka: მაქსიმალური ბირთვის სიხშირე
nl: Maximale kernkloksnelheid
pl: Maksymalny zegar rdzenia
ru: Максимальная частота ядра
ta: அதிகபட்ச மைய கடிகாரம்

source: Minimum Core Clock
fr: Fréquence Minimale du Cœur
id: kecepatan core minimum
ka: მინიმალური ბირთვის სიხშირე
nl: Minimale kernkloksnelheid
pl: Minimalny zegar rdzenia
ru: Минимальная частота ядра
ta: குறைந்தபட்ச மைய கடிகாரம்

source: Slowdown Temperature
fr: Température de Ralentissement
id: Temperatur Perlambatan
ka: შენელების ტემპერატურა
nl: Vertragingstemperatuur
pl: Temperatura spowolniania
ru: Температура замедления
ta: மந்தநிலை வெப்பநிலை

source: Shutdown Temperature
fr: Température d'Arrêt
id: Suhu Mati
ka: გამორთვის ტემპერატურა
nl: Afsluittemperatuur
pl: Temperatura wyłączania
ru: Температура выключения
ta: பணிநிறுத்தம் வெப்பநிலை

source: MB
fr: Mo
ka: მბ
ru: МБ
ta: எம்பி

source: Used Memory
fr: Mémoire Utilisée
ka: გამოყენებული მეხსიერება
nl: Geheugengebruik
ru: Используемая память
ta: பயன்படுத்தப்பட்ட நினைவகம்

source: Video Memory
fr: Mémoire Vidéo
ka: ვიდეომეხსიერება
nl: Videogeheugen
ru: Видеопамять
ta: வீடியோ நினைவகம்

source: Temperatures
fr: Températures
id: Temperatur
ka: ტემპერატურები
nl: Temperaturen
pl: Temperatury
ru: Температуры
ta: வெப்பநிலைகள்

source: Voltage-Frequency Curve
fr: Courbe Tension-Fréquence
ka: ვოლტაჟი-სიხშირის მრუდი
nl: Voltagefrequentiecurve
pl: Wykres napięcia i częstotliwości
ta: Voltage-Frequency வளைவு

source: Clocks
fr: Fréquences
id: Kecepatan Tertinggi
ka: საათები
nl: Kloksnelheden
pl: Zegary
ru: Тактовые частоты
ta: கடிகாரங்கள்

source: Performance
id: Performa
ka: წარმადობა
nl: Prestaties
pl: Wydajność
ru: Производительность
ta: செயல்திறன்

source: Fans
fr: Ventilation
id: Kipas
ka: ვენტილატორები
nl: Ventilatoren
pl: Wentylatory
ru: Вентиляторы
ta: ரசிகர்கள்

source: Power
fr: Puissance
id: daya
ka: კვება
nl: Energie
pl: Zasilanie
ru: Потребление энергии
ta: விசை

source: Core Performance States
fr: États de Performance du Cœur
id: Keadaan performa inti
ka: ბირთვის წარმადობის მდგომარეობები
nl: Kernprestatie-statussen
pl: Stany wydajności rdzenia
ru: Уровни производительности ядра
ta: முக்கிய செயல்திறன் நிலைகள்

source: Memory Performance States
fr: États de Performance de la Mémoire
id: Keadaan performa memori
ka: მეხსიერების წარმადობის მდგომარეობები
nl: Geheugengebruikstatussen
pl: Stany wydajności pamięci
ru: Уровни производительности памяти
ta: நினைவக செயல்திறன் நிலைகள்

source: Utilizations
fr: Utilisations
id: Penggunaan
ka: გამოყენება
nl: Gebruik
pl: Wykorzystanie
ru: Использование
ta: பயன்பாடு

source: Core
fr: Cœur
id: kecepatan
ka: ძირითადი ბირთვული მოდულები
nl: Kern
pl: Rdzeń
ru: Ядро
ta: வயிரம்

source: Overall Temperature
fr: Température Globale
id: Suhu Keseluruhan
ka: ზოგადი ტემპერატურა
nl: Algehele temperatuur
pl: Ogólna temperatura
ru: Общая температура
ta: ஒட்டுமொத்த வெப்பநிலை

source: Memory Power Usage
fr: Utilisation Puissance de la Mémoire
ka: მეხსიერების კვების ხარჯვა
nl: Energieverbruik van geheugen
ru: Потребление энергии памятью
ta: நினைவக ஆற்றல் பயன்பாடு

source: Core Power Usage
fr: Utilisation de Puissance du Cœur
ka: ბირთვის კვების ხარჯვა
nl: Energieverbruik van kern
ru: Потребление энергии ядром
ta: முக்கிய ஆற்றல் பயன்பாடு

source: Power Saving
fr: Économie d'Énergie
id: Penghematan Daya
ka: ენერგიის დაზოგვა
nl: Energiebesparing
pl: Oszczędzanie energii
ru: Энергосбережение
ta: ஆற்றல் சேமிப்பு

source: Scheduler Controlled
fr: Contrôlé par l'Ordonnanceur
ka: მგეგმავით მართულია
nl: Op basis van scheduler
pl: Kontrolowane przez program zarządzający (scheduler)
ta: திட்டமிடல் கட்டுப்படுத்தப்பட்டது

source: Balanced Performance
fr: Performance Équilibrée
ka: დაბალანსებული წარმადობა
nl: Gebalanceerde prestaties
ru: Сбалансированная производительность
ta: சீரான செயல்திறன்

source: Default
fr: Défaut
ka: ნაგულისხმევი
nl: Standaard
ta: இயல்புநிலை

source: Balanced Power Saving
fr: Gestion Équilibrée de l'Énergie
ka: დაბალანსებული ენერგიის დაზოგვა
nl: Gebalanceerde energiebesparing
ru: Сбалансированное энергосбережение
ta: சீரான ஆற்றல் சேமிப்பு

source: Voltages
fr: Tensions
ka: ვოლტაჟი
ta: மின்னழுத்தங்கள்

source: Power Usage Mode
fr: Mode d'Utilisation de la Puissance
ka: კვების ხარჯვის რეჟიმი
nl: Energiegebruiksmodus
ru: Режим потребления энергии
ta: ஆற்றல் பயன்பாட்டு முறை

source: Maximum Frequencies
fr: Fréquence Maximale
id: Frekuensi Maksimum
ka: მაქსიმალური სიხშირეები
nl: Maximale frequenties
pl: Maksymalne częstotliwości
ru: Максимальные частоты
ta: அதிகபட்ச அதிர்வெண்கள்

source: Minimum Frequencies
fr: Fréquence Minimale
id: Frekuensi Minimum
ka: მინიმალური სისხშირეები
nl: Minimale frequenties
pl: Minimalne częstotliwości
ru: Минимальные частоты
ta: குறைந்தபட்ச அதிர்வெண்கள்

source: Governor
fr: Gouverneur
ka: მმართველი
pl: Kontroler
ru: Планировщик
ta: ஆள்கருவி

source: Power Saving Tendencies
fr: Tendances à l'Économie d'Énergie
id: Kecenderungan Hemat Daya
ka: ენერგიის დაზოგვის მორგება
nl: Energiebesparingsmethoden
pl: Dążenie do oszczędzania energii
ru: Поведение при энергосбережении
ta: மின் சேமிப்பு போக்குகள்

source: Frequencies
fr: Fréquences
id: Frekuensi
ka: სიხშირეები
nl: Frequenties
pl: Częstotliwości
ru: Частоты
ta: அலைவெண்கள்

source: Memory Clock Offset
fr: Décalage de Fréquence de la Mémoire
id: Offset kecepatan Memori
ka: მეხსიერების სიხშირის წანაცვლება
nl: Geheugenkloksnelheid - verschuiving
pl: Przesunięcie zegara pamięci
ru: Смещение частоты памяти
ta: நினைவக கடிகாரம் ஆஃப்செட்

source: Total Memory
fr: Mémoire Totale
ka: ჯამური მეხსიერება
nl: Totaal geheugengebruik
ru: Всего памяти
ta: மொத்த நினைவகம்

source: Reserved Memory
fr: Mémoire Réservée
ka: დაცული მეხსიერება
nl: Gereserveerd geheugen
ru: Зарезервированная память
ta: ஒதுக்கப்பட்ட நினைவகம்

source: PCIe Bandwidth Utilization
fr: Utilisation de la Bande Passante PCIe
id: Pemanfaatan Bandwidth PCIe
ka: PCIe გამტარობის გამოყენება
nl: PCIe-bandbreedtegebruik
pl: Użycie interfejsu PCIe
ru: Использование шины PCIe
ta: PCIE அலைவரிசை பயன்பாடு

source: Fan
fr: Ventilation
id: Kipas
ka: ვენტილატორი
nl: Ventilator
pl: Wentylator
ru: Вентилятор
ta: விசிறி

source: (Parametrized)
fr: (Paramétré)
id: (Diparameterkan)
ka: (პარამეტრიზებული)
nl: (voorzien van opties)
pl: (Sparametryzowane)
ta: (அளவுரு)

source: No value set
fr: Aucune valeur définie
id: Tidak ada nilai yang diatur
ka: მნიშვნელობა დაყენებული არაა
nl: Geen waarde ingesteld
pl: Nie ustawiono wartości
ru: Значение не установлено
ta: மதிப்பு தொகுப்பு இல்லை

source: Parametrize...
fr: Paramétrer...
id: Parametrisasi...
ka: პარამეტრიზება...
nl: Opties instellen…
pl: Sparametryzuj...
ta: அளவுரு ...

source: Reset to default
fr: Réinitialiser par défaut
ka: ნაგულისხმევ მნიშვნელობაზე დაბრუნება
nl: Standaardwaarden
pl: Przywróć ustawienia domyślne
ru: Сбросить настройки
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்

source: Remove settings from profile
fr: Supprimer les paramètres du profil
id: Hapus pengaturan dari profil
ka: პროფილიდან პარამეტრების წაშლა
nl: Instellingen uit profiel wissen
pl: Usuń ustawienia z profilu
ta: சுயவிவரத்திலிருந்து அமைப்புகளை அகற்று

source: Showing:
fr: Affichage :
id: Tampilkan
ka: ვაჩვენებ:
nl: Getoond:
pl: Pokazywanie:
ru: Показать:
ta: காட்டுகிறது:

source: Apply changes
fr: Appliquer les changements
id: Terapkan Perubahan
ka: ცვლილებების გადატარება
nl: Wijzigingen toepassen
pl: Zastosuj zmiany
ru: Применить изменения
ta: மாற்றங்களைப் பயன்படுத்துங்கள்

source: Assignables
fr: Attribuables
id: Ditugaskan
ka: მინიჭებადები
nl: Toewijsbaar
pl: Możliwość przypisania
ru: Переменная
ta: ஒதுக்கப்பட்டவை

source: Dynamic Values
fr: Valeurs Dynamiques
id: Nilai dinamis
ka: დინამიკური მნიშვნელობები
nl: Dynamische waarden
pl: Dynamiczne wartości
ru: Динамические значения
ta: மாறும் மதிப்புகள்

source: Static Values
fr: Valeurs Statiques
id: Nilai statis
ka: სტატიკური მნიშვნელობები
nl: Statische waarden
pl: Wartości statyczne
ru: Статические значения
ta: நிலையான மதிப்புகள்

source: Connecting %1 with:
fr: Connecter %1 avec :
id: Menghubungkan %1 dengan:
ka: %1-ის მიერთება:
nl: %1 wordt gekoppeld aan:
pl: Łączenie %1 z:
ru: Подключение к узлу %1:
ta: உடன் %1 ஐ இணைக்கிறது:

source: A node to connect with needs to be selected
fr: Un nœud avec lequel se connecter doit être sélectionné
id: Node yang akan disambungkan perlu dipilih
ka: საჭიროა აირჩიოთ მისაერთებელი კვანძი
nl: Kies een punt dat gekoppeld moet worden
pl: Należy wybrać węzeł, z którym chcesz się połączyć
ru: Нужно выбрать узел для подключения
ta: இணைக்க வேண்டிய தேவை

source: At least two points need to be placed
fr: Au moins deux points doivent être placés
id: Setidaknya dua titik harus ditempatkan
ka: საჭიროა, სულ ცოტა, ორი წერტილის დასმა
nl: Kies minimaal twee punten
pl: Należy umieścić co najmniej dwa punkty
ru: Необходимо поставить не менее двух точек
ta: குறைந்தது இரண்டு புள்ளிகள் வைக்கப்பட வேண்டும்

source: Settings
fr: Réglages
id: Pengaturan
ka: მორგება
nl: Instellingen
pl: Ustawienia
ru: Настройки
ta: அமைப்புகள்

source: Apply profile settings automatically
fr: Appliquer automatiquement les paramètres de profil
id: Menerapkan pengaturan profil secara otomatis
ka: პროფილის პარამეტრების ავტომატური გადატარება
nl: Profielinstellingen automatisch toepassen
pl: Automatycznie stosuj ustawienia profilu
ru: Применять настройки профиля автоматически
ta: சுயவிவர அமைப்புகளை தானாகவே பயன்படுத்துங்கள்

source: Use profile
fr: Utiliser le profil
id: Profil pengguna
ka: პროფილის გამოყენება
nl: Profiel gebruiken
pl: Użyj profilu
ru: Использовать профиль
ta: சுயவிவரத்தைப் பயன்படுத்தவும்

source: Add profile
fr: Ajouter le profil
id: Tambahkan profil
ka: პროფილის დამატება
nl: Profiel toevoegen
pl: Dodaj profil
ru: Добавить профиль
ta: சுயவிவரத்தைச் சேர்க்கவும்

source: Remove selected
fr: Supprimer la sélection
id: Hapus yang dipilih
ka: მონიშნულის წაშლა
nl: Selectie verwijderen
pl: Usuń zaznaczone
ru: Убрать выбранное
ta: தேர்ந்தெடுக்கப்பட்டதை அகற்று

source: Unnamed
fr: Sans nom
id: Tanpa nama
ka: უსახელო
nl: Naamloos
pl: Nienazwane
ru: Безымянный
ta: பெயரில்லாதது

source: Use tray icon
fr: Utiliser l'icône système
id: Gunakan ikon baki
ka: სისტემის კუთხეში ხატულის ჩვენება
nl: Systeemvakpictogram tonen
pl: Używaj ikony w zasobniku
ru: Использовать иконку в трее
ta: தட்டு ஐகானைப் பயன்படுத்தவும்

source: Enabling this hides TuxClocker into the tray instead of exiting when closing the window.
fr: En activant cela, TuxClocker se cache dans la barre d'état au lieu de se fermer lorsque la fenêtre est fermée.
id: Mengaktifkan ini akan menyembunyikan TuxClocker ke dalam baki dan bukannya keluar saat menutup jendela.
ka: აჩვენებს ან დამალავს TuxClocker-ს სისტემის საათთან, პროგრამიდან გასვლის მაგიერ.
nl: Schakel in om TuxClocker te minimaliseren naar het systeemvak in plaats van te sluiten.
pl: Włączenie tej opcji powoduje ukrycie TuxClockera w zasobniku zamiast wyłączania aplikacji po zamknięciu okna.
ru: Включение этого скрывает TuxClocker в трее вместо закрытия окна.
ta: இதை இயக்குவது சாளரத்தை மூடும்போது வெளியேறுவதற்கு பதிலாக டக்ச் கிளாக்கரை தட்டில் மறைக்கிறது.

source: Cancel
fr: Annuler
id: Batalkan
ka: გაუქმება
nl: Annuleren
pl: Anuluj
ru: Отменить
ta: ரத்துசெய்

source: Save
fr: Enregistrer
id: Simpan
ka: შენახვა
nl: Opslaan
pl: Zapisz
ru: Сохранить
ta: சேமி

source: Couldn't connect to TuxClocker daemon: %1
ka: ვერ მივუერთდი TuxClocker-ის დემონს: %1
nl: Er kan geen verbinding met de achtergronddienst worden gemaakt: %1
ru: Не удалось подключиться к демону TuxClocker: %1
ta: டக்ச் கிளாக்கர் டீமனுடன் இணைக்க முடியவில்லை: %1

source: &Maximize TuxClocker
fr: &Réduire TuxClocker
id: &Memperbesar TuxClocker
ka: &TuxClocker-ის გაშლა
nl: TuxClocker &maximaliseren
pl: &Maksymalizuj TuxClocker
ru: &Развернуть TuxClocker
ta: & டக்ச் கிளாக்கரை அதிகரிக்கவும்

source: &Quit
fr: &Quitter
id: &Keluar
ka: &გასვლა
nl: &Afsluiten
pl: &Wyjdź
ru: &Выйти
ta: &வெளியேறு
